@extends('layouts/reparacion-layout')

@section('title')
    Reparations
@endsection

@section('label-css')
<link rel="stylesheet" href="css/filter_landing.css">
@endsection

@include('layouts/header')

@section('main')

    <img src="{{ URL::asset('img/fake-landing.png') }}" alt="a" class="screen-height">

    <div class="alotta-text ">
    <div class="text-block text-block--right">
            <h2 class="title">Как мы начали</h2>
            <p class="text">
            Три наших основателя познакомились, работая в крупных фирмах в индустрии цифрового маркетинга. Мы регулярно видели, как клиенты продавали вещи, которые им не были нужны, или убеждали их перерасходовать средства на плохо оптимизированные маркетинговые планы. Нам это не понравилось, поэтому мы решили основать собственную компанию и что-то с этим сделать. Очевидно, что мы не можем устранить недостатки такой масштабной отрасли, поэтому вместо этого мы решили подавать пример. Вся наша компания основана на честности и исследованиях, основанных на данных.</p>
            <p class="text">
Регулярное SEO - это все, что нужно для того, чтобы рассказать клиентам о том, что, по нашему мнению, им действительно нужно. Мы изучаем их бизнес, опыт и отрасль, а затем разрабатываем индивидуальный маркетинговый план, который действительно имеет смысл для их конкретной ситуации.</p>
        </div>

        <div class="text-block text-block--left">
            <h2 class="title">О нас</h2>
            <p class="text">Regex SEO - это хьюстонская компания SEO-маркетинга с полным спектром услуг, которая была создана группой опытных профессионалов с большим опытом работы в сфере SEO-маркетинга. Наша SEO-компания предлагает широкий спектр профессиональных SEO-кампаний и услуг, специально разработанных для того, чтобы помочь вам добиться успеха в Интернете. </p>

            <p class="text">Подходя к SEO, многие компании мыслят на национальном уровне. Наши эксперты по SEO обнаружили, что сбор и поддержание местной и органической аудитории в первую очередь является ключом к росту за пределами вашего населенного пункта. Локальная поисковая оптимизация проста, когда выделяются три ключевых компонента-
</p>

            <p class="text">- Контент: Высококачественный контент - это основа успешной стратегии локального SEO. Контент вашего веб-сайта является ключом к укреплению доверия у обычных посетителей и превращению этого посещения в лидирующую позицию. Как выглядит этот процесс? Во-первых, мы проверяем ваш текущий контент. Затем наши эксперты по SEO в Хьюстоне проведут исследование вашей отрасли, чтобы определить, на какие ключевые фразы следует ориентироваться. С этого момента ваш опыт и наши талантливые авторы будут сотрудничать в создании контента, который преобразует ваш органический трафик.
<br><br>
- Охват: Контент сам по себе не поможет вам достичь ваших целей, поэтому наши эксперты по SEO используют целенаправленную и персонализированную стратегию охвата. У нас есть штатные специалисты по связям с общественностью, которые создают достойный внимания контент для вашего сайта, а также сотрудничают со смежными нишами, и все это в конечном итоге способствует привлечению реферального трафика и созданию высококачественных обратных ссылок.
<br><br>
- Оптимизация кода веб-сайта: Из месяца в месяц наши специалисты по SEO будут следить за работоспособностью вашего веб-сайта и дополнительно оптимизировать его для улучшения пользовательского опыта. От платформы управления контентом до пользовательских веб-сайтов необходимо внедрять лучшие методы кодирования. Это не только повышает скорость и удобство использования веб-сайта, но и является прямым сигналом для повышения рейтинга вашего сайта в Google.

 </p>

            <p class="text">Для SEO с регулярными выражениями локальное SEO означает вывод вашего сайта на первую страницу и сохранение его там. Используя наши основанные на данных и проверенные стратегии SEO, мы предоставляем вам четкие доказательства того, что эта стратегия поможет вашему бизнесу добиться существенного роста.  </p>



        </div>

</div>
        <div class="footer-thing">
        <h2 class="title col-w">Процесс создания сайта</h2>
        <p class="text col-w">
Мы получаем много вопросов о нашем процессе SEO и цифрового маркетинга в Хьюстоне. Благодаря такому уникальному подходу и крупным инвестициям на линии мы готовы ответить на все вопросы и проблемы, которые могут возникнуть у наших клиентов или потенциальных клиентов. Если вы ищете подробную информацию о том, как мы будем работать с вашей компанией, чтобы добиться наилучших результатов, мы будем рады поговорить с вами лично! Вы всегда можете заполнить нашу форму, позвонить нам или назначить встречу. Но если вы торопитесь, мы собрали несколько вопросов, которые</p>
</div>

<div class="alotta-text ">
        <div class="text-block text-block--right">
            <h2 class="title">Часто задаваемые вопросы</h2>
            <p class="text">Мы получаем много вопросов о нашем процессе SEO и цифрового маркетинга в Хьюстоне. Благодаря такому уникальному подходу и крупным инвестициям на линии мы готовы ответить на все вопросы и проблемы, которые могут возникнуть у наших клиентов или потенциальных клиентов. Если вы ищете подробную информацию о том, как мы будем работать с вашей компанией, чтобы добиться наилучших результатов, мы будем рады поговорить с вами лично! Вы всегда можете заполнить нашу форму, позвонить нам или назначить встречу. Но если вы торопитесь, мы собрали несколько вопросов, которые нам постоянно задают.</p>

         

            <h2 class="title title--small"> - 
Зачем мне нужен SEO/Цифровой маркетинг</h2>
            <p class="text">SEO и цифровой маркетинг обеспечивают бизнесу или бренду присутствие в Интернете, необходимое для конкуренции на современном рынке. Благодаря огромной базе онлайн-потребителей произошел сдвиг в сторону онлайн-продаж, маркетинга и коммуникаций. Но из-за этого отдельным компаниям становится все труднее и труднее быть замеченными в Интернете. SEO помогает вам быть замеченным, и наше хьюстонское SEO-агентство использует основанные на исследованиях методологии для увеличения вашего органического трафика и общей видимости.</p>
            <h2 class="title title--small"> - С кем я работаю в Regex SEO</h2>
            <p class="text">В Regex SEO вы работаете со всей командой. Когда мы работаем над полноценной кампанией цифрового маркетинга для компании, мы делаем понемногу все, от веб-дизайна до создания контента и SEO-исследований. По пути вы будете работать с нашими дизайнерами, маркетологами, писателями и командой социальных сетей. Вы можете прочитать больше о том, с кем вы будете работать здесь!</p>
            <h2 class="title title--small"> - Когда я узнаю, что мой план SEO работает?</h2>
            <p class="text ">Наша команда будет работать над вашим сайтом ежедневно. Мы отслеживаем всю активность с помощью сторонних систем отслеживания, таких как SEMrush, Google Analytics и AHREFS. Показатели прогресса будут варьироваться от клиента к клиенту, но обычно мы сможем показать прогресс в течение первых нескольких недель.</p>            
        </div>

    </div>

    <div class="footer-thing">
        <h2 class="title col-w">Давайте Работать Вместе</h2>
        <p class="text col-w">Если вы хотите привлечь больше трафика на свой сайт или превратить больше посетителей в платящих клиентов, свяжитесь с нами сегодня для получения бесплатной индивидуальной консультации. Мы поможем вам найти лучшие решения для вашего проекта и предоставим индивидуальное предложение для выполнения работы.</p>

    </div>
@endsection